Repository: jerivas/campmanager
Catalog: signup/locale/*/LC_MESSAGES/django.po
Languages: es

source: Signup
es: Inscripción

source: Doesn't pay
es: No paga

source: Balance
es: Saldo

source: Fully Paid
es: Pagado

source: Amount Due
es: Debe

source: Basic Info
es: Información básica

source: Customs
es: Migración

source: Special Case
es: Caso especial

source: Incomplete documents
es: Documentos incompletos

source: Ready to print
es: Listo para imprimir

source: Printed
es: Impreso

source: Signed
es: Firmado

source: Permission Status
es: Estado del permiso

source: Paid by
es: Pagado por

source: Ahuachapan
es: Ahuachapán

source: Cabanas
es: Cabañas

source: Cuscatlan
es: Cuscatlán

source: La Union
es: La Unión

source: Morazan
es: Morazán

source: Usulutan
es: Usulután

source: Balance Status
es: Estado del saldo

source: Signed up
es: Inscrito

source: Fully paid
es: Pagado

source: Overpaid
es: Sobrepagado

source: Special cases cannot deliver documents.
es: Los casos especiales no pueden entregar documentos.

source: Cannot set 'Permission Printed' without first setting 'Documents Delivered'.
es: No se puede marcar 'Permiso impreso' sin haber marcado 'Documentos entregados'.

source: Special cases cannot have 'Permission Printed' status.
es: No se puede marcar 'Permiso impreso' a un caso especial.

source: Special cases cannot have 'Permission Signed' status.
es: No se puede marcar 'Permiso firmado' a un caso especial.

source: Cannot set 'Permission Signed' without first setting 'Permission Printed'.
es: No se puede marcar 'Permiso firmado' sin haber marcado 'Permiso impreso'.

source: Male
es: Masculino

source: Female
es: Femenino

source: First Name
es: Primer nombre

source: Second Name
es: Segundo nombre

source: First Surname
es: Primer apellido

source: Second Surname
es: Segundo apellido

source: Gender
es: Género

source: Names
es: Nombres

source: Surnames
es: Apellidos

source: Birth Date
es: Fecha de nacimiento

source: The format is YYYY-MM-DD and 24 hour time.
es: El formato es AAAA-MM-DD y reloj de 24 horas.

source: State
es: Departamento de residencia

source: Province
es: Municipio de residencia

source: Occupation
es: Ocupación

source: Mr.
es: Lic.

source: Mrs.
es: Licda.

source: Chief
es: Jefe

source: Subchief
es: Subjefe

source: Passport Number
es: No. Pasaporte

source: Birth Certificate Number
es: No. Partida de nacimiento

source: Birth Certificate Folio
es: Folio

source: Birth Certificate Book
es: Libro

source: Birth Certificate Registrar
es: Nombre del registrante

source: Birth Certificate Registrar Title
es: Título del registrante

source: Birth Certificate Registrar Position
es: Cargo del registrante

source: Registration State
es: Departamento de registro

source: Registration Province
es: Municipio de registro

source: Mother
es: Madre

source: Father
es: Padre

source: Documentation Delivered
es: Documentos entregados

source: Mark if the camper has delivered the required documents.
es: Marca esta casilla si ya se entregaron los documentos necesarios.

source: Permission Printed
es: Permiso impreso

source: Mark if the camper's permission has been printed and is awaiting the parent's signature.
es: Marca esta casilla si el permiso ha sido impreso y espera la firma de los padres.

source: Permission Signed
es: Permiso firmado

source: Mark if the camper's parents have signed the permission.
es: Marca esta casilla si los padres ya firmaron el permiso de migración.

source: Mark if this person is exempt of the camp's price
es: Marca esta casilla si esta persona no debe pagar para ir al campamento.

source: Badge Name
es: Gafete

source: The name that appears in the badge.
es: El nombre que aparece en el gafete.

source: Cabin
es: Cabaña

source: Generation
es: Generación

source: Structure
es: Estructura

source: Receipt ID
es: No. Recibo

source: Date
es: Fecha

source: Amount
es: Cantidad

source: Notes
es: Notas

source: Payment
es: abono

source: Payments
es: abonos

source: ID Number
es: No. de DUI

source: Known as
es: Conocido como

source: Parent
es: padre

source: Parents
es: padres

source: Mark if this camper will require special handling.
es: Marca esta casilla si este campista requiere consideraciones especiales relacionadas a migración.

source: Counselor or Small Group
es: Líder o ágape

source: Small Group
es: ágape

source: Camper
es: campista

source: Campers
es: campistas

source: Counselor
es: líder

source: Counselors
es: líderes

source: Guest
es: invitado

source: Guests
es: invitados

source: Invalid Government ID
es: No. de DUI no válido
